Repository: Courseware/buddypress-courseware
Catalog: languages/bpsp-*.po
Languages: es_es

source: All lectures
es_es: Todas las lecturas

source: Latest assignments
es_es: &Uacute;ltimos ejercicios

source: Latest schedules
es_es: &Uacute;ltimas fechas

source: Latest responses
es_es: Ultimas respuestas

source: No responses yet.
es_es: No hay respuestas todav&iacute;a

source: Your progress based on received grades
es_es: Tu progreso basado en las calificaciones recibidas.

source: There are no students in this class yet.
es_es: No hay estudiantes en esta clase todav&iacute;a.

source: Import from CSV
es_es: importr desde CSV

source: Gradebook for:
es_es: Calificaciones para:

source: About CSV source file format
es_es: Acerca del formato de origen CSV

source: Here is an example of such a file with dummy data for user test.
es_es: Aqui esta un ejemplo de un archivo con datos ficticios para prueba de usuario

source: It's important to preserve the first line!
es_es: Es importante preservar la primera linea!

source: uid,value,format,prv_comment,pub_comment test,10,numeric,"Private comment text","Public comment text"
es_es: uid,value,format,prv_comment,pub_comment test,10,numeric,"Texto del comentario publico","Texto del comentario publico"

source: Upload your file:
es_es: Sube tu archivo:

source: Grade value
es_es: Calificaci&oacute;n

source: Grade format
es_es: Formato de calificaci&oacute;n

source: Private comment
es_es: Comentario privado

source: Public comment
es_es: Comentario Publico

source: Numeric
es_es: Numerico

source: Percentage
es_es: Porcentaje

source: Letter
es_es: Letra

source: Save grades
es_es: Guardar calificaciones

source: Clear Gradebook
es_es: Limpiar las calificaciones

source: Assignment Meta
es_es: Objetivo del ejercicio

source: Due date
es_es: Fecha de Vencimiento

source: Your Grade:
es_es: Tu calificaci&oacute;n:

source: Lecture: %1$s
es_es: Lectura: %1$s

source: Visit Assignment Forum
es_es: Visitar foro del ejercicio

source: Enable Assignment Forum
es_es: Habilitar foro del ejercicio

source: You need forums enabled
es_es: Necesitas foros habilitados

source: Add a Response
es_es: A&ntilde;adir una respuesta

source: Your response
es_es: Tu respuesta

source: Edit Assignment
es_es: Editar Ejercicio

source: Quiz/Test Preview
es_es: Quiz/Evaluaci&oacute;n Preliminar

source: Take the assignment quiz now.
es_es: Tomar el quiz del ejercicio ahora.

source: Course lectures
es_es: Lecturas del curso

source: Search Lectures
es_es: Buscar Lecturas

source: Collapse All
es_es: Contraer todo

source: Schedule Meta
es_es: Objetivo del calendario

source: Update schedule
es_es: Actualizar fecha

source: Delete schedule
es_es: Eliminar fecha

source: Go back
es_es: Volver atr&aacute;s

source: Response Meta
es_es: Objetivo de la respuesta

source: Assignment page
es_es: Pagina de ejercicios

source: Delete Response
es_es: Eliminar respuesta

source: Wrong answers
es_es: Respuestas equivocadas

source: Publish lecture
es_es: Publicar una Lectura

source: Type
es_es: Tipo

source: No assignments were added.
es_es: No se han a&ntilde;adido ejercicios

source: Task
es_es: Tarea

source: You can manage this group Courseware.
es_es: Puedes administrar este Curso.

source: Update Bibliography
es_es: Actualizar bibliograf&iacute;a

source: Select a type of source...
es_es: Selecciona un tipo de fuente...

source: Book
es_es: Libro

source: Article
es_es: Articulo

source: Volume Chapter
es_es: Capitulo del vol&uacute;men

source: Unpublished
es_es: Despublicado

source: Website
es_es: Sitio Web

source: Webpage
es_es: P&aacute;gina Web

source: Author(s)
es_es: Autor(es)

source: Author Last Name
es_es: Apellido del autor

source: Author First Name
es_es: Nombre del Autor

source: Author Two Last Name
es_es: Apellido del segundo autor

source: Author Two First Name
es_es: Nombre del segundo autor

source: Publish Information
es_es: Informaci&oacute;n de la publicaci&oacute;n

source: Short Title
es_es: Titulo Corto

source: Journal Title
es_es: Titulo del Revista

source: Volume Title
es_es: Titulo del Volumen

source: Volume Editor(s)
es_es: Volumen del editor(es)

source: Publication Place
es_es: Lugar de la Publicaci&oacute;n

source: Publisher
es_es: Publicador

source: Website Title
es_es: Titulo de la Web

source: Additional Information
es_es: Informaci&oacute;n adicional

source: Date Published
es_es: Fecha de publicaci&oacute;n

source: Date Accessed
es_es: Fecha de Acceso

source: Volume
es_es: Volumen

source: Issue
es_es: Cuesti&oacute;n

source: Pages
es_es: P&aacute;ginas

source: Update
es_es: Actualizar

source: Publish assignment
es_es: Publicar ejercicio

source: Assignment Title
es_es: Titulo del Ejercicio

source: Add an existing bibliography
es_es: A&ntilde;adir una bibliograf&iacute;a existente

source: Type something to search...
es_es: Escriba algo para buscar...

source: Add entry
es_es: A&ntilde;adir entrada

source: Add a webpage
es_es: A&ntilde;adir una Web

source: Entry title
es_es: Entrada de titulo

source: Webpage address
es_es: Direcci&oacute;n Web

source: Add a book
es_es: Adicionar Libro

source: Book Title
es_es: Titulo del Libro

source: Book ISBN
es_es: ISBN del Libro

source: Instructions/Description for this entry
es_es: Instrucciones/Descripci&oacute;n para esta entrada

source: Add book
es_es: Adicionar Libro

source: Bibliography listing
es_es: Lista Bibliogr&aacute;fica

source: Instructions/Description
es_es: Instrucciones/Descripci&oacute;n

source: Actions
es_es: Acciones

source: Edit
es_es: Editar

source: Delete
es_es: Eliminar

source: Update course
es_es: Actualizar Curso

source: Courseware Status
es_es: Estado del Cursos

source: This option will enable or disable Courseware for current group.
es_es: Esta opci&oacute;n habilitar&aacute; o dehabilitar&aacute; Cursos para grupo actual.

source: There's also a default global option on Courseware Settings page.
es_es: Hay tambien un opci&oacute;n global por defecto en la pagina de configuraci&oacute;n del Curso

source: Enabled
es_es: Habilitar

source: Disabled
es_es: Deshabilitar

source: Private Responses
es_es: Respuestas Privadas

source: This option will enable or disable private responses for current group.
es_es: Esta opci&oacute;n habilitar&aacute; o deshabilitar&aacute; respuestas privadas para el curso actual.

source: List of responses
es_es: Lista de respuestas

source: By
es_es: Por

source: On
es_es: En

source: Repeats
es_es: Repeticiones

source: No Repetition
es_es: Sin repetici&oacute;n

source: Daily
es_es: Diario

source: Weekly
es_es: Semanal

source: Monthly
es_es: Mensual

source: for
es_es: para

source: times
es_es: horas

source: Publish schedule
es_es: Publicar Calendario

source: Lecture Meta
es_es: Meta Lectura

source: Bookmark this lecture
es_es: Marcar esta lectura

source: Edit Lecture
es_es: Editar Lectura

source: Courseware Dashboard
es_es: Panel de Curso

source: Linked Lecture:
es_es: Vincular Lectura

source: Edit Schedule
es_es: Editar Calendario

source: Import Your Bibliography
es_es: Importar tu bibliograf&iacute;a

source: Paste your BibTeX contents in the textarea and submit <strong>Import</strong>.
es_es: Pega tus contenidos BibTeX en el &aacute;rea de texto y presionar <strong>Importar</strong>.

source: Import
es_es: Importar

source: Bibliography Tools
es_es: Herramientas bibiogr&aacute;ficas

source: Add a new bibliography
es_es: A&ntilde;adir una nueva bibliograf&iacute;a

source: Import Bibliography
es_es: Importar Bibliograf&iacute;a

source: Publish
es_es: Publicar

source: No lectures were created.
es_es: No fueron creadas las lecturas

source: It is recommended to create lectures first and link assignments to those.
es_es: Es recomendado crear lecturas primero y vincular ejercicios a estas.

source: Available Assignments
es_es: Ejercicios disponibles

source: Editing Assignment:
es_es: Editando el ejercicio:

source: New lecture
es_es: Nueva lectura

source: New Lectures
es_es: Nuevas lecturas

source: New Assignments
es_es: Nuevos ejercicios

source: Schedule Updates
es_es: Actualizaciones de Calendario

source: New Responses
es_es: Nuevas respuestas

source: %s changed the assignment %s in %s Courseware:
es_es: %s cambi&oacute; el ejercicio %s en %s el curso:

source: %s changed the lecture %s in %s Courseware:
es_es: %s cambiada la lectura %s en %s el curso:

source: %s updated %s Courseware schedule.
es_es: %s actualizado %s Calendario del Curso

source: BuddyPress ScholarPress Courseware Bibliography
es_es: Bibliografìa de la plataforma de Cursos de BuddyPress ScholarPress

source: Editing Bibliography:
es_es: Edici&oacute;n de Bibliograf&iacute;as

source: Manage Bibliography Entries
es_es: Administrar Entradas Bibliogr&aacute;ficas

source: Import Bibliography Entries
es_es: Importar Entradas Bibliogr&aacute;ficas

source: Your role when using Courseware. Every request requires moderation. Please be patient until an administrator reviews it.
es_es: Tu rol cuando usas la plataforma de Cursos de BuddyPress. Cada solicitud requiere moderaci&oacute;n. Por favor se paciente hasta que un administrador la revise.

source: BuddyPress Courseware error while registering group taxonomy.
es_es: Error en la plataforma de Cursos de BuddyPress durante el registro de la taxonom&iacute;a del grupo

source: Editing Course:
es_es: Edici&oacute;n de curso

source: Support
es_es: Soporte

source: Settings
es_es: Ajustes

source: BuddyPress Courseware Help
es_es: Ayuda de la plataforma de Cursos de BuddyPress

source: Visit BuddyPress Courseware Handbook
es_es: Visita el manual de la plataforma de cursos de BuddyPress

source: If you find issues, please report them using one of the following pages:
es_es: Si encuentras problemas, por favor reportalos usando una de las siguientes p&aacute;ginas:

source: Please, always read the BuddyPress Courseware Handbook and check for existing reports before reporting new issues!
es_es: Por favor, siempre que vayas a reportar un problema, lee antes el manual de la plataforma de cursos de BuddyPress y revisa si ya hay reportes de ese problema!

source: BuddyPress Courseware Plugin Recommendations
es_es: Recomendaciones del plugin de la plataforma de cursos de BuddyPress

source: The following plugins are recommended to use with BuddyPress Courseware:
es_es: Los siguientes plugins estan recomendados para la plataforma de cursos de BuddyPress:

source: Invite Anyone
es_es: Invita a cualquiera

source: Invite anyone to use the Courseware.
es_es: Invita a cualquiera a usar la plataforma de cursos

source: Group Documents
es_es: Documentos grupales

source: Manage documents within your group.
es_es: Administra documentos dentro de tu grupo

source: Achievements
es_es: Logros

source: Badges/events engage learners to explore more of the Courseware.
es_es: Reconocimientos/Eventos atrae a los aprendices a explorar mas la plataforma de cursos

source: Groupblog
es_es: Blog grupal

source: Attach blogs to groups. Needs the ability to create pages for groups.
es_es: Vincula blogs a los grupos. Requiere la habilidad de crear paginas para grupos

source: Group Management
es_es: Adminostracion del grupo

source: Better control over groups in the Dashboard
es_es: Mejor control sobre los grupo en el tablero

source: Redirect to Profile
es_es: Redirigir al perfil

source: Upon user login redirects to their profile.
es_es: El login de usuario redirige a su perfil

source: Edit Group Slug
es_es: Editar el Slug de grupo

source: Sometimes you screw up and have to fix that url!
es_es: A veces te equivocas y tienes que arreglar esa url!

source: Wiki Component
es_es: Componente Wiki

source: Now you can have a wiki.
es_es: Ahora puedes tener un wiki

source: External Group Blogs
es_es: Blogs de un grupo Externo

source: Use this when you need to attach a private blog to a private group's activity.
es_es: Usa esto cuando necesites vincular un blog privado a una actividad de grupo privada

source: oEmbed for BuddyPress
es_es: oEmbebidas para Buddypress

source: Dramatically improves the expected UX in activity stream postings.
es_es: Mejora dramaticamente la experiencia de usuario esperada en las entradas fluidas

source: Welcome Pack
es_es: Paquete de Bienvenida

source: Adds custom messages, which allows to customize a lot of messages based on instructor's/student's needs.
es_es: A&ntilde;adir mensajes personalizados, permitir&aacute; personalizar muchos mensajes basados en a necesidad del instructor/studiante.

source: BuddyPress Courseware
es_es: Cursos

source: Global Settings
es_es: Opciones Globales

source: Enabling this, will enable Courseware component for every existing group.
es_es: Habilitando esto, permitir&aacute; el componente cursos para cada grupo existente

source: A per group option is available in group Admin screen.
es_es: Una opci&oacute;n por grupo esta disponible en la pantalla de Administrador del Curso

source: Enable Courseware globally
es_es: Habilitar cursos globales

source: Collaboration settings
es_es: Opciones de Colaboraci&oacute;n

source: Enabling this, will allow any teacher to contribute to group Courseware by editing/adding new courses, schedules and assignments.
es_es: Habilitando esto, permitira a cualquier profesor contribuir al Curso editando/a&ntilde;adir nuevos cursos, fechas y ejercicios.

source: By default only group admins can manage Courseware.
es_es: Por defecto solo los administradores de grupos pueden administrar el Curso

source: Allow any teacher to contribute to class Courseware content
es_es: Permitir a cualquier profesor contribuir al contenido de una clase del curso

source: Make assignment responses private
es_es: Volver las respuestas de los ejercicios privadas

source: This will allow only teachers see the student responses.
es_es: Esto permitir&aacute; solo a profesores ver las respuestas de los estudiantes.

source: This will enable it for every group. There's also a per-group option for it!
es_es: Esto lo habilitar&aacute; para cada grupo. Hay tambi&eacute;n una opci&oacute;n por grupo para esto!

source: Enable private responses.
es_es: Habilitar respuestas privadas.

source: Gradebook default grade format
es_es: Formato de calificaciones por defecto

source: Courseware gradebook has support for most common grading formats, setting a default one will save some time when grading students.
es_es: Las calificaciones del Curso tiene soporte para m&aacute;s formatos de calificaciones, ajuste una por defecto ahorrar&aacute; algo de tiempo al calificar estudiantes

source: Current gradebook format
es_es: Formato de clasificaciones actuales

source: Webservices API Integration
es_es: Servicios Web API de integraci&oacute;n

source: This will allow you to use webservices to query books and articles easily.
es_es: Esto te permitir&aacute; usar servicios web para consultar libros y articulos facilmente

source: WorldCat Webservices Key
es_es: WorldCat clave de servicios web

source: Free registration for Basic API
es_es: Registro gratis para API b&aacute;sica

source: ISBNdb Webservices Key
es_es: ISBNdb clave de servicios web

source: Free Registration
es_es: Registro gratuito

source: Customization
es_es: Personalizaci&oacute;n

source: Enabling this, will check if there's a <code>courseware.css</code> file in your theme directory, and will load it automatically.
es_es: Activando esto, revisar&aacute; si hay a <code>courseware.css</code> archivo en tu directorio de temas, y lo cargar&aacute; autom&aacute;ticamente.

source: This will make Courseware use your CSS rules. File should exist physically!
es_es: Esto usar&aacute; a Courseware en tu hoja de estilos CSS. El archivo debe existir f&acute;sicamente!

source: Load <code>courseware.css</code> from my theme directory.
es_es: Cargar <code>courseware.css</code> desde mi directorio de temas.

source: BuddyPress Courseware error while registering assignment taxonomy.
es_es: Error registrando taxonom&acute;as de Ejercicios.

source: File data contains error or entries from other gradebook. Please check again.
es_es: El Archivo de datos contiene errores o entradas de otras calificaciones. Por favor revisa de nuevo.

source: Available Schedules
es_es: Calendario Disponible

source: Editing Schedule:
es_es: Editando Calendario

source: BuddyPress Courseware dependency error: <a href="%1$s">%2$s has to be activated</a>!
es_es: Error de dependencia: <a href="%1$s">%2$s tiene que ser activado</a>!

source: BuddyPress Courseware dependency error: Please <a href="%1$s">install BuddyPress</a>!
es_es: Error de dependencia: Por favor <a href="%1$s">instala BuddyPress</a>!

source: (No answer)
es_es: (Sin respuesta)

source: (wrong)
es_es: (Incorrecta)

source: (Correct answer below)
es_es: (Respuesta correcta debajo)

source: on
es_es: en

source: Your quiz results:
es_es: Tu resultados del quiz

source: New Response
es_es: Nueva respuesta
