Repository: Courseware/buddypress-courseware
Catalog: languages/bpsp-*.po
Languages: es_es

source: Apply for Teacher
es_es: Aplicar para Profesor

source: Teacher
es_es: Profesor

source: BuddyPress Courseware error, you are not allowed to assign Teachers.
es_es: Error , no estas habilitado para asignar profesores.

source: Please review %s application to become a teacher.
es_es: Por favor revisar la aplicaci&oacute;n de %s para volverse profesor

source: Courseware
es_es: Cursos

source: applied to become a teacher.
es_es: candidato para ser profesor

source: To review the profile, follow the link below.
es_es: Para revisar el perfil, siga el link debajo

source: Role
es_es: Papel

source: Students and Teachers fields. Do not delete as long as you use BuddyPress ScholarPress Courseware!
es_es: Campos Estudiantes y Profesores. No borrar siempre y cuando este usando Buddypress ScholarPress Courseware!

source: BuddyPress Courseware error when saving xProfile group.
es_es: Error guardando el grupo xProfile

source: You role when using Courseware. Every request requires moderation. Please be patient untill an administrator reviews it.
es_es: Su papel mientras esta usando Courseware. Cada solicitud requiere moderaci&oacute;n. Porfavor sea paciente hasta que un administrado la revise.

source: BuddyPress Courseware error when saving xProfile field.
es_es: Error guardando el campo xProfile

source: Student
es_es: Estudiante

source: BuddyPress Courseware error when saving xProfile field options.
es_es: Error guardando el campo opciones de xProfile

source: Responses
es_es: Respuestas

source: Response
es_es: Respuesta

source: BuddyPress ScholarPress Courseware Responses
es_es: Respuestas del Curso

source: BuddyPress Courseware error while registering response post type.
es_es: Error registrando una repuesta tipo publicaci&oacute;n

source: BuddyPress Courseware Error while forbidden user tried to add a new response.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir una nueva respuesta.

source: Nonce Error while adding a response.
es_es: Error presente a&ntilde;adiendo una respuesta.

source: You already sent your response.
es_es: Ya enviaste tu respuesta.

source: New response was added.
es_es: Una nueva respuesta fue a&ntilde;adida

source: New response could not be added (fill the title/content).
es_es: Tu nueva respuesta no pudo ser a&ntilde;adida (llena los campor t&iacute;tulo / contenido)

source: BuddyPress Courseware Error while forbidden user tried to access a private response.
es_es: Error mientras un usuario prohibido trat&oacute; de acceder a una respuesta privada

source: Nonce Error while deleting the response.
es_es: Error presente eliminando la respuesta

source: BuddyPress Courseware Error while forbidden user tried to delete the response.
es_es: Error mientras un usuario prohibido trat&oacute; de eliminar la respuesta

source: Response deleted successfully.
es_es: Respuesta eliminada satisfactoriamente.

source: Assignments
es_es: Ejercicios

source: Assignment
es_es: Ejercicio

source: BuddyPress ScholarPress Courseware Assignments
es_es: Ejercicios del Curso

source: BuddyPress Courseware error while registering assignment post type.
es_es: Error registrando un ejercicio tipo publicaci&oacute;n.

source: Course ID
es_es: ID del Curso

source: BuddyPress Courseware error while registering assignment taxonomies.
es_es: Error registrando las taxonom&acute;as de un ejercicio

source: New Assignment
es_es: Nuevo ejercicio

source: Home
es_es: Inicio

source: BuddyPress Courseware Error while forbidden user tried to add a new assignment.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir un nuevo ejercicio.

source: Nonce Error while adding an assignment.
es_es: Error presente a&ntilde;adiendo un ejercicio.

source: New assignment was added.
es_es: Un nuevo ejercicio fue a&ntilde;adido

source: New assignment could not be added.
es_es: El ejercicio no pudo ser a&ntilde;adido.

source: Please fill in all the fields.
es_es: Por favor llenar todos los campos.

source: Courseware Assignment Link
es_es: Vinculo del ejercicio

source: , assignment
es_es: , ejercicio

source: Assignment forum created.
es_es: Foro del ejercicio creado

source: Forum was not created.
es_es: El foro no fue creado.

source: Nonce Error while deleting the assignment.
es_es: Error presente eliminando el ejercicio

source: BuddyPress Courseware Error while forbidden user tried to delete the assignment.
es_es: Error mientras un usuario prohibido trat&oacute; de eliminar un ejercicio.

source: Assignment deleted successfully.
es_es: Ejercicio eliminado satisfactoriamente

source: BuddyPress Courseware Error while forbidden user tried to update the assignment.
es_es: Error mientras un usuario prohibido trat&oacute; de actualizar el ejercicio.

source: Nonce Error while editing the assignment.
es_es: Error presente editando el ejercicio.

source: Assignment was updated.
es_es: El ejercicio fue actualizado

source: Assignment could not be updated.
es_es: El ejercicio no pudo ser actualizado.

source: Processing...
es_es: Procesando...

source: Display _MENU_ records per page
es_es: Desplegar registros por pagina _MENU_

source: Nothing found - sorry
es_es: No se ha encontrado nada - Lo sentimos

source: Showing _START_ to _END_ of _TOTAL_ records
es_es: Mostrando los registros _START_to_END_of_TOTAL_

source: Showing 0 to 0 of 0 records
es_es: Mostrando 0 a 0 de 0 registros

source: (filtered from _MAX_ total records)
es_es: (Registros totales filtrados de _MAX_ )

source: Search
es_es: Buscar

source: today
es_es: hoy

source: month
es_es: mes

source: week
es_es: semana

source: day
es_es: dia

source: Done
es_es: Hecho

source: Prev
es_es: Anterior

source: Next
es_es: Pr&oacute;ximo

source: Today
es_es: Hoy

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Jan
es_es: Ene

source: Apr
es_es: Abr

source: Aug
es_es: Ago

source: Dec
es_es: Dic

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miercoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sabado

source: Sun
es_es: Dom

source: Mon
es_es: Lun

source: Tue
es_es: Mar

source: Wed
es_es: Mie

source: Thu
es_es: Jue

source: Fri
es_es: Vie

source: Sat
es_es: Sab

source: Su
es_es: Do

source: Mo
es_es: Lu

source: Tu
es_es: Ma

source: We
es_es: Mi

source: Th
es_es: Ju

source: Fr
es_es: Vi

source: Gradebooks
es_es: Calificaciones

source: Gradebook
es_es: Calificacion

source: BuddyPress ScholarPress Courseware Gradebook
es_es: Calificaciones del Curso

source: BuddyPress Courseware error while registering grade post type.
es_es: Error registrando calificaci&oacute;n tipo publicaci&oacute;n

source: Assignment ID
es_es: ID Ejercicio

source: BuddyPress Courseware error while registering grade taxonomies.
es_es: Error registrando taxonom&acute;as de calificaciones

source: BuddyPress Courseware Error while forbidden user tried to manage gradebook.
es_es: Error mientras un usuario prohibido trat&oacute; de administrar las calificaciones

source: BuddyPress Courseware Nonce Error while updating gradebook.
es_es: Error presente actualizando las calificaciones

source: BuddyPress Courseware Error while creating gradebook.
es_es: Error creando calificaciones

source: Gradebook saved.
es_es: Calificaciones guardadas

source: BuddyPress Courseware Nonce Error while clearing gradebook.
es_es: Error eliminando las calificaciones

source: Gradebook was cleared
es_es: Las Calificaciones fueron eliminadas

source: BuddyPress Courseware Nonce Error while importing gradebook.
es_es: Error presente importando calificaciones

source: Data imported successfully, but it is not saved yet! Save this form changes to keep the data.
es_es: Los datos han sido importados satifactoriamente, pero no se han guardado todavia! Guarda los cambios del formulario para mantener los datos

source: Bibliographies
es_es: Bibliografias

source: Bibliography
es_es: Bibliografia

source: BuddyPress ScholarPress Courseware Bibliographies
es_es: Bibliografias del Curso

source: BuddyPress Courseware error while registering bibliography post type.
es_es: Error registrando bibliografia tipo post

source: BuddyPress Courseware Error while forbidden user tried to delete bibliography.
es_es: Error mientras un usuario prohib&iacute;do trat&oacute; de eliminar bibliograf&iacute;a

source: BuddyPress Courseware Nonce Error while deleting a post.
es_es: Error presente eliminando una publicaci&oacute;n

source: Entry deleted.
es_es: Entrada eliminada

source: Entry could not be deleted.
es_es: La entrada no puedo ser eliminada

source: Entry could not be found.
es_es: La entrada no pudo ser encontrada

source: No Bibliography database was created.
es_es: No hay base de datos de bibliografia creada

source: BuddyPress Courseware Error while forbidden user tried to edit bibliography.
es_es: Error mientras un usuario prohibido trat&oacute; de editar la bibliografia

source: BuddyPress Courseware Nonce Error while editing bibliography.
es_es: Error presente editando la bibliografia

source: Entry updated.
es_es: Entrada actualizada

source: Entry could not be updated. Or nothing changed.
es_es: La entrada no pudo ser actualizada. O nada ha cambiado.

source: BuddyPress Courseware Error while forbidden user tried to add a new bibliography.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir una nueva bibliografia.

source: BuddyPress Courseware Nonce Error while adding bibliography.
es_es: Error presente a&ntilde;adiendo bibliografia.

source: Entry added.
es_es: Entrada a&ntilde;adida.

source: Entry could not be added
es_es: La entrada no pudo ser a&ntilde;adida

source: Entry added
es_es: Entrada a&ntilde;adida

source: Book added
es_es: Libro a&ntilde;adido

source: Book could not be added
es_es: El libro no pudo ser a&ntilde;adido

source: entries were imported.
es_es: Las entradas fueron importadas.

source: entries were not imported (caused by duplication or misformat).
es_es: Las entradas no fueron importadas (causado por duplicaci&oacute;n o formato perdido)

source: BuddyPress Courseware Error while forbidden user tried to add bibliography entries.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir entradas de bibliograf&iacute;a.

source: Bibliography added
es_es: Bibliograf&iacute;a a&ntilde;adida

source: Bibliography could not be added
es_es: La bibliograf&iacute;a no pudo ser a&ntilde;adida

source: No bibliography entry could be added.
es_es: La entrada de bibliograf&iacute;a no pudo ser a&ntilde;adida.

source: Your assignment was graded.
es_es: Tu ejercicio fue calificado.

source: graded your assignment:
es_es: Calific&oacute; tu ejercicio:

source: Follow the link above to see the grade.
es_es: Siga el v&iacute;nculo debajo para ver la calificaci&oacute;n

source: Student replied to your assignment.
es_es: Un estudiante respondi&oacute; a tu ejercicio.

source: added a response to:
es_es: A&ntilde;adi&oacute; respuesta a:

source: Follow the link above to see it.
es_es: Siga el vinculo debajo para verlo.

source: New assignment
es_es: Nuevo ejercicio

source: New course
es_es: Nuevo curso

source: New response
es_es: Nueva respuesta

source: New Schedule
es_es: Nueva fecha

source: %s created assignment %s in %s Courseware:
es_es: %s ejercicio creado %s en el curso %s:

source: %s created course %s in %s Courseware:
es_es: %s curso creado %s en el curso %s:

source: %s added a response %s to %s Courseware Assignment:
es_es: %s a&ntilde;adi&oacute; una respuesta %s al ejercicio %s:

source: %s added %s schedules to %s Courseware:
es_es: %s a&ntilde;adi&oacute; %s fechas al Curso %s:

source: Group Courseware settings were successfully updated.
es_es: Las opciones del curso fueron actualizadas satisfactoriamente.

source: Group Courseware responses settings were successfully updated.
es_es: LAs opciones de respuestas del grupo fueron actualizadas satisfactoriamente.

source: added on %1$s by %2$s.
es_es: A&ntilde;adido en %1$s por %2$s.

source: Courseware started by %s and managed by %d teacher(s) with %d course(s) for class %s
es_es: Curso iniciado por %s y administrado por %d profesor(es) con %d curso(s) for clase %s

source: <strong>%s</strong> course class started by %s and managed by %d teacher(s) for this group
es_es: <strong>%s</strong> Clase del curso iniciada por %s y administrada por %d profesor(es) para este grupo

source: <em>%s</em> Assignment(s)
es_es: <em>%s</em>Ejercicio(s)

source: <em>%s</em> Response(s)
es_es: <em>%s</em> Respuesta(s)

source: <em>%s</em> Schedule(s)
es_es: <em>%s</em> Fecha(s)

source: <em>%s</em> Bibliography entries
es_es: <em>%s</em> Entradas Bibliogr&aacute;ficas

source: <em>%d</em> Assignment discussions started
es_es: <em>%d</em> Discuciones de ejercicios iniciadas

source: Courses
es_es: Cursos

source: By %s, on %s
es_es: Por %s, en%s

source: Calendar
es_es: Calendario

source: Date: %1$s
es_es: Fecha: %1$s

source: Author: %1$s
es_es: Autor: %1$s

source: Course: %1$s
es_es: Curso: %1$s

source: Course started on %1$s by %2$s.
es_es: Curso empezado en %1$s por %2$s.

source: added by %1$s.
es_es: A&ntilde;adido por %1$s.

source: Start Date: %1$s
es_es: Fecha inicial: %1$s

source: End Date: %1$s
es_es: Fecha final: %1$s

source: Location: %1$s
es_es: Ubicaci&oacute;n: %1$s

source: Schedules
es_es: Fechas

source: Schedule
es_es: Fecha

source: BuddyPress ScholarPress Courseware Schedules
es_es: Fechas del curso

source: BuddyPress Courseware error while registering schedule post type.
es_es: Error registrando fecha tipo publicaci&oacute;n.

source: BuddyPress Courseware error while registering schedule taxonomies.
es_es: Error registrando taxonom&acute;as de fecha

source: BuddyPress Courseware Error while forbidden user tried to add a new course.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir un nuevo curso.

source: New schedule could not be added. Missing description/title and/or start date.
es_es: La Nueva fecha no pudo ser a&ntilde;adida. Descripci&oacute;n/titulo y/o fecha inicial perdida.

source: Nonce Error while adding a schedule.
es_es: Error presente a&ntilde;adiendo una fecha.

source: New schedule was added.
es_es: La nueva fecha fue a&ntilde;adida.

source: New schedule could not be added.
es_es: La nueva fecha no pudo ser a&ntilde;adida.

source: No schedules exist.
es_es: No hay fechas.

source: BuddyPress Courseware Nonce Error while deleting a schedule.
es_es: Error presente eliminando una fecha.

source: BuddyPress Courseware Error while forbidden user tried to delete a schedule.
es_es: Error mientras un usuario prohibido trat&oacute; de eliminar una fecha.

source: Schedule deleted successfully.
es_es: Fecha eliminada satisfactoriamente.

source: BuddyPress Courseware Error while forbidden user tried to update the schedule.
es_es: Error mientras un usuario prohibido trat&oacute; de actualizar la fecha

source: New schedule could not be added. Missing description and/or start date.
es_es: La nueva fecha no pudo ser a&ntilde;adida. Descripci&oacute;n y/o fecha inicial perdida.

source: Nonce Error while editing a schedule.
es_es: Error presente editando una fecha.

source: Schedule was updated.
es_es: La fecha fue actualizada.

source: Schedule could not be updated.
es_es: La fecha no pudo ser actualizada.

source: Delete Course
es_es: Eliminar curso

source: Calendar for:
es_es: Calendario para:

source: Courseware option was updated.
es_es: Las Opciones del fueron actualizadas.

source: Courseware gradebook format option was updated.
es_es: El formato de calificaciones del curso fue actualizado.

source: WorldCat option was updated.
es_es: Opci&oacute;n WorldCat fue actualizada-

source: ISBNdb option was updated.
es_es: Opciones ISBNdb fueron actualizadas.

source: Courseware customization options updated.
es_es: Personalizaci&oacute;n de opciones del curso actualizadas

source: Save Changes
es_es: Guardar cambios

source: Course
es_es: Curso

source: BuddyPress ScholarPress Courseware Courses
es_es: Cursos

source: BuddyPress Courseware error while registering courses post type.
es_es: Error registrando curso tipo publicaci&oacute;n

source: Group ID
es_es: ID del grupo

source: BuddyPress Courseware error while registering courses taxonomies.
es_es: Error registrando taxonom&iacute;as del curso

source: New Course
es_es: Nuevo curso

source: Nonce Error while adding a course.
es_es: Error presente a&ntilde;adiendo un curso.

source: New course was added.
es_es: EL nuevo curso fu&eacute; a&ntilde;adido.

source: New course could not be added.
es_es: El nuevo curso no pudo ser a&ntilde;adido.

source: BuddyPress Courseware Nonce Error while deleting the course.
es_es: Error presente eliminando el curso.

source: BuddyPress Courseware Error while forbidden user tried to delete the course.
es_es: Error mientras un usuario prohibido trat&oacute; de eliminar el curso

source: Course deleted successfully.
es_es: Curso eliminado satisfactoriamente.

source: BuddyPress Courseware Error while forbidden user tried to update the course.
es_es: Error mientras un usuario prohibido trat&oacute; de actualizar el curso.

source: Nonce Error while editing a course.
es_es: Error presente editando un curso.

source: New course was updated.
es_es: El nuevo curso fue actualizado.

source: New course could not be updated.
es_es: EL nuevo curso no pudo ser actualizado.

source: Course Description
es_es: Descripci&oacute;n del curso

source: Save
es_es: Guardar

source: Add New Field...
es_es: A&ntilde;adir un nuevo campo...

source: Text Field
es_es: Campo de texto

source: Title
es_es: Titulo

source: Paragraph
es_es: Par&aacute;grafo

source: Select List
es_es: Lista de selecci&oacute;n

source: Label
es_es: Etiqueta

source: Paragraph Field
es_es: Campo de paragrafo

source: Select Options
es_es: Seleccionar opciones

source: Add
es_es: A&ntilde;adir

source: Checkbox Group
es_es: Checkbox grupo

source: Are you sure you want to remove this element?
es_es: Esta seguro que quiere remover este elemento?

source: Remove
es_es: Remover

source: Radio Group
es_es: Radio Grupo

source: Allow Multiple Selections
es_es: Permitir multiple selecciones

source: Hide
es_es: Ocultar

source: Required
es_es: Requerido

source: Show
es_es: Mostrar

source: Lecture
es_es: Lectura

source: BuddyPress ScholarPress Courseware Lectures
es_es: Lecturas del Curso

source: BuddyPress Courseware error while registering lecture post type.
es_es: Error registrando lectura tipo publicaci&oacute;n

source: BuddyPress Courseware error while registering course taxonomy.
es_es: Error registrando la taxonom&iacute;a del curso

source: BuddyPress Courseware Error while forbidden user tried to add a new lecture.
es_es: Error mientras un usuario prohibido trat&oacute; de a&ntilde;adir una lectura.

source: Nonce Error while adding a lecture.
es_es: Error presente a&ntilde;adiendo una lectura.

source: New lecture was added.
es_es: La lectura fue a&ntilde;adida

source: New lecture could not be added.
es_es: La lectura no pude ser a&ntilde;adida.

source: New Lecture
es_es: Nueva lectura

source: BuddyPress Courseware Error! Cheatin' Uh?
es_es: Error! Haciendo trampa ah?

source: Nonce Error while deleting the lecture.
es_es: Error presente eliminando la lectura

source: BuddyPress Courseware Error while forbidden user tried to delete the lecture.
es_es: Error mientras un usuario prohibido trat&oacute; de eliminar la lectura

source: Lecture deleted successfully.
es_es: Lectura eliminada satisfactoriamente

source: BuddyPress Courseware Error while forbidden user tried to update the lecture.
es_es: Error mientras un usuario prohibido trat&oacute; de actualizar la lectura

source: Nonce Error while editing the lecture.
es_es: Error presente editando la lectura

source: Lecture was updated.
es_es: La lectura fue actualizada

source: Lecture could not be updated.
es_es: La lectura no se actualiz&oacute;

source: Editing Lecture:
es_es: Editando lectura:

source: Welcome Teacher
es_es: Bienvenido Profesor

source: Welcome Student
es_es: Bienvenido estudiante

source: Publish my response
es_es: Publicar mi respuesta

source: Cancel/Go back
es_es: Cancelar / Volver

source: My response for:
es_es: Mi respuesta para:

source: Lecture &amp; Due Date
es_es: Lectura &amp; Fecha de Vencimiento

source: Linked Lecture
es_es: Lectura vinculada

source: Select Lecture
es_es: Seleccionar lectura

source: Due Date
es_es: Fecha de vencimiento

source: Use <code>[embed][/embed]</code> and <code>[latex][/latex]</code> shortcodes for easier embeds and latex markup.
es_es: Usa los atajos <code>[embed][/embed]</code> y <code>[latex][/latex]</code> para incrustar y marcar latex m&aacute;s f&aacute;cil.

source: To get the Math/LaTeX formula support, search and install first found MathJax plugin.
es_es: Para tener el soporte de la formula Math/LaTeX, busca e instala primero el plugin MathJax.

source: Visit MathURL editor for more complex formulas.
es_es: Visitar el editor MathURL para m&aacute;s f&oacute;rmulas complejas.

source: Update assignment
es_es: Actualizar ejercicio

source: Delete Assignment
es_es: Eliminar Ejercicio

source: Add a Quiz/Test
es_es: Adicionar Quiz/Test

source: For Text and Paragraph fields, end the title with a question mark, the correct answer is what will follow after.
es_es: Para los campos Texto y P&aacute;rrafo, terminar el t&iacute;tulo con un signo de interrogaci&oacute;n, la respuesta correcta es lo que sigue despu&eacute;s.

source: Lecture parent &amp; Order
es_es: Orden de Lectura padre &amp;

source: Parent Lecture
es_es: Lectura padre

source: (no parent)
es_es: (sin padre)

source: Lecture Order
es_es: Orden de lecturas

source: Order
es_es: Orden

source: Update lecture
es_es: Actualizar lectura

source: Delete Lecture
es_es: Eliminar lectura

source: Lecture Title
es_es: Titulo de la lectura

source: Description
es_es: Descripci&oacute;n

source: Start date
es_es: Fecha inicial

source: End date
es_es: Fecha final

source: Location
es_es: Ubicaci&oacute;n

source: Course Info
es_es: Informaci&oacute;n del Curso

source: Quick Add Bibliography
es_es: A&ntilde;adir una bibliograf&iacute;a r&aacute;pidamente

source: Quick Add Book
es_es: A&ntilde;adir un libro r&aacute;pidamente

source: Quick Add Webpage
es_es: A&ntilde;adir una web r&aacute;pidamente

source: Edit Course
es_es: Editar curso

source: At a glance
es_es: Hechale un vistazo

source: Update Course
es_es: Actualizar curso

source: Course description
es_es: Descripci&oacute;n del Curso

source: <em>%s</em> Lecture(s)
es_es: <em>%s</em> Lectura(s)

source: Add a new lecture
es_es: A&ntilde;adir una nueva lectura

source: View course lectures
es_es: Ver lecturas del curso

source: Create an assignment
es_es: Crear un ejercicio

source: All assignments
es_es: Todos los ejercicios

source: All responses
es_es: Todas las respuestas

source: Add a schedule
es_es: A&ntilde;adir una fecha

source: All schedules
es_es: Todas las fechas

source: Manage bibliography
es_es: Administrar bibliograf&iacute;a

source: Visit forums
es_es: Visita los foros

source: Your progress so far:
es_es: Tu progreso hasta el momento:

source: Your last bookmark &rarr;
es_es: Tu &uacute;ltima marca &rarr;

source: You didn't bookmark any lectures so far.
es_es: No haz marcado ninguna lectura hasta el momento

source: Today is:
es_es: Hoy es:

source: Latest lectures
es_es: &Uacute;ltimas lecturas
